accountsservice
acpi
adwaita-qt5
adwaita-qt6
alacritty
algodoo
alsa-firmware
alsa-plugins
alsa-utils
android-tools
arandr
arc-gtk-theme-eos
arcolinux-logout
ark
aspell
astyle
at
atril
axel
b43-fwcutter
bandwhich
base
base-devel
bash-completion
bash-language-server
bat
betterlockscreen
bibata-cursor-theme
bind
blueman
bluez
bluez-utils
bpftrace
btop
btrfs-progs
buku
calibre
cantarell-fonts
cava
ccls
cdu
clang
cli-visualizer
cloc
cpu-x
cryptsetup
device-mapper
dict-gcide
dict-moby-thesaurus
dict-wn
dictd
difftastic
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
ed
efibootmgr
efitools
emacs
emacs-lsp-booster
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
exfatprogs
exo
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
firefox
firewalld
fsarchiver
gallery-dl-bin
garcon
gdb
geany
geany-plugins
geany-themes
git
github-cli
glances
gnome-disk-utility
gparted
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-chtheme
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
herbstluftwm-git
hexyl
htop
httpie
httrack
hw-probe
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
isoimagewriter
iwd
jfsutils
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libqalculate
libwnck3
liferea
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
localsend-bin
logrotate
lsb-release
lshw
lsscsi
lvm2
lxappearance-gtk3
maim
man-db
man-pages
marksman-bin
mdadm
mediainfo
mesa-utils
modemmanager
moreutils
mpc
mpd
mpv
mtools
nano
nano-syntax-highlighting
ncmpcpp
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nordic-darker-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
nsxiv
ntfs-3g
ntp
numlockx
nvidia
nvidia-hook
nvidia-inst
ollama
onefetch
oneko
openssh
pacman-contrib
pamixer
papirus-folders
papirus-icon-theme
paru
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polybar
poppler-glib
postgresql
power-profiles-daemon
powertop
pup
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
python-virtualenv
qbittorrent
qt5ct
qt6ct
racket
rebuild-detector
redshift
reflector
reflector-simple
reiserfsprogs
remind
ristretto
rofi
rofi-greenclip
rsync
rtkit
ruff
ruff-lsp
rust-analyzer
rustup
s-nail
sg3_utils
shellcheck-bin
shfmt
smartmontools
sof-firmware
stow
strace
sudo
sxhkd
syncthing
sysfsutils
systemd-sysvcompat
telegram-desktop
texinfo
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
tmux
toilet
translate-shell
trash-cli
tree
ttc-iosevka
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-roboto-mono
ttfautohint
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
valgrind
vi
vim
vimv
vlc
welcome
wget
which
wireplumber
wmctrl
wpa_supplicant
xdg-ninja
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwininfo
xremap-x11-bin
xterm
xwallpaper
yay
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zellij
zoxide
zsh
