stow
ttc-iosevka
gparted
numlockx
emacs
mpd
mpc
mpv
ncmpcpp
rofi
sxhkd
maim
polybar
picom
alacritty
dunst
onefetch
fastfetch
lxappearance-gtk3
neovim
qbittorrent
zsh
zoxide
zathura
zathura-cb
zathura-pdf-mupdf
zathura-djvu
eza
feh
pamixer
playerctl
xclip
xdotool
bc
nsxiv
trash-cli
qt5ct
qt6ct
papirus-icon-theme
thunderbird
sl
tmux
github-cli
racket
bc
bash-language-server
bat
zellij
redshift
ipython
